Autodesk.Revit.DB.FamilySizeTableColumn.IsValidObject
Specifies whether the .NET object represents a valid Revit entity.
Remarks:
If the corresponding Revit native object is destroyed, or creation of the corresponding object is undone,
a managed API object containing it is no longer valid. API methods cannot be called on invalidated wrapper objects.
Returns:
True if the API object holds a valid Revit native object, false otherwise.
Since:
2014

Autodesk.Revit.DB.FamilySizeTableColumn.DisplayUnitType
The Display unit type of the column.
Since:
2014

Autodesk.Revit.DB.FamilySizeTableColumn.UnitType
The Unit type of the column.
Since:
2014

Autodesk.Revit.DB.FamilySizeTableColumn.Name
The column name.
Since:
2014

Autodesk.Revit.DB.FamilySizeTableColumn
Contains column information for a FamilySizeTable.
Since:
2014